Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 내 눈에 보인 것은 발가락 끝이었다.{j}시퍼렇게 변해 있는 데다가 퉁퉁 부풀어 있어서 마치 고기 완자처럼 보였지만, 그것은 틀림없는 엄지발가락이다.
en_us: What appeared was the tip of a toe. It was blue and bloated with water, appearing a bit like a piece of meatball. But it was undoubtedly a big toe.{j}

source: 냄새의 근원을 찾던 나는 이내 오만상을 찌푸릴 수밖에 없었다.{j}개수대에서 나는 썩은 내.{j}그것은 얼마 전에 버렸던 감생이의 내장에서 나는 냄새였다.{j}감생이의 몸뚱이는 따개비 범벅이 된 것을 보고 징그러워서 바로 창밖으로 던져 버렸는데 수챗구멍에 버렸던 내장은 깜빡했다.
en_us: I couldn’t help but grimace as I tried to find the source of the smell. The sink reeked of something rotten. It was the stink of the black seabream entrails that I had thrown out earlier. When I saw the barnacle-covered fish, I had flinched in disgust and thrown it out the window. But I had forgotten about the fish guts I had tossed down the drain.{j}{j}{j}

source: “……!”{j}창문으로 가까이 다가간 나는 두 눈을 의심할 수밖에 없었다.
en_us: “...!”{j}

source: 밖은 극도로 어두컴컴하고, 또 폭우가 미친 듯이 쏟아지고 있다.{j}펜스 너머의 풍경까지는 전혀 보이지 않고 있었기에 아무래도 최악의 상황을 가정하지 않으면 안 될 것 같았다.
en_us: It was extremely dark outside, and a violent rainstorm was brewing up again. I couldn’t see anything past the fences. So, I had to brace myself for the worst scenario.{j}

source: 나는 커피믹스 두 봉을 만지작거렸다.{j}종종 등대로 놀러 온 낚시꾼들에게 주곤 했던 봉지커피.{j}한 봉지의 중량 12g.{j}열량은 대략 50kcal.{j}성인 남자가 하루에 필요로 하는 칼로리는 약 2,500kcal.{j}
en_us: I fumbled with the two instant coffee packets. I sometimes used to give them out to the fishermen visiting the lighthouse. One packet weighed 0.4 oz and had about 50 calories. The average man required a calorie intake of about 2,500 calories.{j}{j}{j}{j}

source: 나는 황급히 고개를 돌렸다.{j}형광등 쪽에 목을 맨 채 죽어 있는 여고생의 몸 아래에는 자필로 적은 듯한 유서 한 장이 놓여 있었다.
en_us: I hastily looked back. The high schooler had hung herself by the fluorescent light. Under her body lay a suicide note probably written by her.{j}

source: 바깥쪽의 문에서 이상한 소리가 들려온다.{j}아직도 따개비 인간 몇몇이 문밖을 돌아다니고 있는 모양.
en_us: A strange noise came from outside the door. A few barnacle humans were still wandering around in front of the door.{j}

source: “헉!{j}배터리가…….”
en_us: “Oh no!” I gasped. “The battery...”{j}

source: 우리들은 그 틈을 타서 뛰기 시작했다.{j}바닥에 쓰러진 채 버둥거리는 따개비 인간의 목에서 식칼을 뽑아 든 나는 그대로 주차장을 향해 내달렸다.
en_us: We took the opportunity and began making a run for it. I pulled out the kitchen knife piercing the barnacle human as it lay floundering on the ground. Then, I headed straight for the parking lot.{j}

source: 그는 속칭 ‘장박(長泊) 낚시’를 온 2인조 중 하나였다.{j}진성 낚시꾼들은 자기만의 철이 오면 자기만의 장비를 갖추고 자기만의 포인트로 가서 몇 달씩 텐트를 친 채 죽치고 앉아 낚시를 하기도 한다.{j}그리고 공교롭게도 내 근무지와 그의 인생 포인트는 같은 자리에 위치해 있는 것이다.
en_us: He was one of the two fishermen who fished for days on end. True fishermen had personalized gear and went to their favorite spots during specific seasons. There, they’d camp out for months at a time fishing. And it just so happened that Mr. Park’s favorite fishing spot was located close to my workplace.{j}{j}

source: “몸이 좀 안 좋아서…….{j}제 소개는 울 여치니가 대신 해 줄 거예요.{j}그럼 실례하겠습니다.”
en_us: He continued, “I’m not feeling very well... My girlfriend will introduce me in my place. Then, please excuse me.”{j}{j}

source: “근데 그러면 창틀이 너무 좁아져서 못 지나갈 것 같은데.{j}지금 이 폭도 아슬아슬하구만.”
en_us: “But the window’s too narrow. I might not be able to fit. Even now, it’s questionable if I can make it through.”{j}

source: 나는 비로소 208호의 나무문을 잠갔다.
en_us: Finally, I locked the wooden door to Room 208.

source: 피 냄새를 맡은 따개비 인간들은 한층 더 폭력적으로 공격적으로 변했다.{j}이제는 가끔씩 중얼거리던 사람의 말조차도 더 이상 들려오지 않았다.
en_us: When the barnacle humans sniffed the scent of fresh blood, they went berserk and became even more violent. I no longer heard the human uttering they used to mumble every now and then.{j}

source: 똑- 똑- 똑-
en_us: Plip plip plip.

source: 입안은 이미 프림 가루와 커피 가루 때문에 바싹바싹 말라 간다.{j}애초에 바닷물을 많이 마신 탓인지 갈증이 심하던 몸이었다.
en_us: The inside of my mouth was already drying up from the powdered cream and coffee. Plus, after drinking so much seawater, I was parched.{j}

source: 내 눈은 유서에서 떨어져 허공에 매달려 있는 여고생을 향해 고정되었다.{j}그리고.
en_us: I peeled my eyes off the note and fixed them on the high schooler hanging midair.{j}

source: 나는 신발과 양말을 벗고 발가락을 보여 주었다.{j}자국 하나 없는 맨살이 보이자 비로소 다들 안심하는 분위기였다.{j}다른 사람들의 소개도 시작되었다.
en_us: I took off my shoe and sock and showed my toes. When they saw the smooth, unscathed skin, they all sighed in relief. The others began introducing themselves as well.{j}{j}

source: 이제 벽 너머의 상황을 볼 차례다.{j}나는 자판기와 소파 사이의 좁은 틈을 통해 바리케이드의 건너편을 바라보았다.{j}린스를 뿌려 놓은 덕분인지, 바깥으로 따개비 인간들은 보이지 않는다.{j}몸의 냄새를 지우고 조심조심 나간다면 어떻게든 탈출이 가능할 수도 있겠다 싶었다.
en_us: Now, it was time to assess the situation beyond the wall. I studied the other side of the barricade through the cracks of the vending machine and the sofa. Thanks to the hair conditioner spritzed all over, I didn’t see a single barnacle human. Escape seemed possible if I masked my scent and exited carefully.{j}{j}{j}

source: “그거야 그렇죠.{j}인천으로 갈 수 있다면요.”{j}나는 김슬비의 말에 고개를 끄덕여 주었다.
en_us: “That’s true. If we can make it to Incheon, that is.” I nodded in response.{j}{j}

source: [엄마가 섬 그늘에…… 굴 따러 가면……♪]
en_us: While the mother... goes to harvest oysters in the sea...♪

source: <엄마mother> 너수능성적나온거봣다 정신이잇는거냐업는거냐.{j}뭘잘햇다고가출이야가출이 아빠도화나셧는데 빨랑집에안들어와
en_us: Mother: I saw your entrance exam results. What on earth has gotten into you? How can you even think about running away from home? Your dad is angry too. Come back home this instant.{j}

source: “……하.”
en_us: “Hah...”

source: 열린 문을 힘껏 미니 뒤에서 묵직한 무게감이 느껴진다.{j}아마도 어촌계장님이 뭔가를 잔뜩 쌓아 뒀겠지.
en_us: When I pushed against the open door, the heavy loads stacked behind it resisted my push. As usual, the village chief must have piled up all kinds of things.{j}

source: 긴 꿈을 꿨다.{j}꿈속에서 나는 공무원 시험에 네 번 연달아 낙방한 패잔병이었다.{j}초, 중, 고, 재수, 대학, 군대, 그리고 졸업 후 야심 차게 내디딘 사회의 첫발에서 거하게 미끄러진 뒤 정신을 차려 보자 어느덧 나이가 이렇게 되어 버렸다.
en_us: I had a long dream. In my dream, I was a straggler who had flunked the civil service exam four times in a row. I had graduated elementary school, middle school, and high school, repeated a year, and completed university and military service. But in my first step into society, I screwed up badly. Before I knew it, I had aged and achieved nothing.{j}{j}

source: 남고생 쪽은 유서도 짐도 딱히 없는 것을 보니, 아마도 무슨 일이 있기는 있었던 모양.{j}그러니 뜬금없이 여기 화장실에서 따개비 인간이 되어 있는 것 아니겠는가.
en_us: The guy had no suicide note or belongings with him, so something definitely must have happened. But there he was, in the washroom, transformed into a barnacle human.{j}

source: 먹이사슬 상위에 존재하는 어떤 무시무시한 것을 마주한 야생동물의 심정이 아마 이럴까?{j}나는 한동안 공포에 사로잡힌 채 덜덜 떨어야 했다.{j}그러나.
en_us: Was this how a wild animal felt in the face of a fearsome alpha predator at the top of the food chain? Seized with terror, I could only quiver.{j}{j}

source: <엄마mother> 희주야엄마가잘못햇어...
en_us: Mother: I’m so sorry, Huiju...

source: ‘참, 연고랑 붕대도 조금만 얻어 갈 수 있을까?’
en_us: Mr. Park had asked, “Oh yeah, can I have some ointment and gauze too?”

source: 하지만 목에 휘감겨 있는 샤워기 호스 때문에 화장실 밖으로 나오지 못하고 계속 허우적거리고만 있을 뿐.{j}그래서 화장실 문밖으로 엄지발가락만 빼꼼 보였던 것이다.{j}눈앞에서 마주한 끔찍한 광경에, 나는 일순간 할 말을 잃어버리고 말았다.{j}조금 전에 봤던 여고생의 유서가 떠오른다.{j}유서에는 분명 남자친구와 동반 자살을 기도했다는 이야기가 있었다.
en_us: However, the shower hose was twined around his neck, preventing him from stepping outside. He could only flail his limbs. That was why he could only poke his big toe out. For a second, I was lost for words upon seeing the ghastly sight before me. But then I recalled the female student’s suicide note. She mentioned that she would be committing suicide with her boyfriend.{j}{j}{j}{j}

source: “윽, 배터리가 얼마 없네.{j}빨리!”
en_us: “Agh, there isn’t much battery left. I’ve gotta hurry!”{j}

source: “백적도 안 말고요.{j}본토로 가면 되지 않을까요?{j}인천이나.”
en_us: “In Baekjeok Island, yes. But what if we go to the mainland? Like Incheon?” said Seulbi.{j}{j}

source: 놈들은 시력이 나쁘다.{j}그래서 오로지 후각과 청각으로만 먹이(?)를 찾는다.{j}현재 내 몸에서는 지독한 물비린내와 그보다 더욱 지독한 갯강구 내장 비린내가 풍기고 있기에 냄새는 괜찮을 것이다.
en_us: These creatures had poor vision. They searched for their prey using only their sense of smell and hearing. Presently, my body stunk with foul water and an even more nauseating stench of sea roach guts. So, it should be fine.{j}{j}

source: 이윽고 트럭은 편의점이 있는 골목에 진입했다.{j}물웅덩이들이 고여 있는 도로는 온통 진흙투성이다.{j}트럭이 지나가는 옆쪽 골목에서 맨홀 뚜껑 하나가 덜컹거리고 있는 것이 보인다.
en_us: Finally, we entered the alley where the convenience store was located. The narrow road was muddy from puddles of water. As the truck passed by, I glimpsed a manhole cover bobbing up and down on the side of the alley.{j}{j}

source: “우우웅- 울 자기 그런 나쁜 생각 하지 않기?{j}자기나 나 버리지 마요.”
en_us: “Of course not! Don’t even think about it, babe. And don’t you ever leave me.” Ga-ae pouted.{j}

source: 김슬비의 말에 차예영은 귀찮다는 듯 무언가를 흔들었다.{j}그것은 생리대였다.{j}“저것들, 냄새에 예민하지 않아요?{j}피 냄새라거나.”
en_us: Yeyeong shook something in annoyance. It was a pad. “Aren’t those things sensitive to smell? Like blood?” she grumbled.{j}{j}{j}

source: 어쩔 도리가 없었기에 나는 바로 계단을 타올랐다.{j}1, 2층의 따개비 인간들이 나를 따라온다.
en_us: I had no other choice. I immediately ran up the stairs. The barnacle humans from the first and second floors trailed after me.{j}

source: ……쿵! ……쿵! ……쿵! ……콰당탕!
en_us: Thump...! Thump...! Thump...! Crash!

source: 콰각콰각콰각콰각콰각!
en_us: Scrunch scrunch scrunch scrunch scrunch scrunch!

source: 나는 따개비 인간들의 몸 사이사이 틈을 살펴보았다.{j}하지만 단지 그것들의 이빨이나 손톱만이 무서운 것이 아니다.{j}전신에 다닥다닥 돋아나 있는 따개비들이 이빨과 손톱보다도 훨씬 더 무서웠다.{j}극도로 절망적인 상황.{j}오로지 죽음만이 드리워진 앞길.{j}내가 막 심호흡을 마친 뒤 계단 아래로 뛰어내려고 할 때.
en_us: I examined the space between the barnacle humans. Their teeth and fingernails weren’t the only things that scared me. The clusters of barnacles encasing the entire body was much more frightening. I was in desperate straits. Only death awaited me. After taking in a deep breath, I decided to jump down the stairs.{j}{j}{j}{j}{j}

source: 그때.{j}“아저씨.”
en_us: “Mister.”{j}

source: 진한 밀가루 냄새, 벽돌처럼 딱딱한 식감.{j}면이 이빨에 닿아 혀끝으로 바스라진다.{j}나는 큰 조각 몇 개로 부순 라면 덩어리들을 허겁지겁 씹어 먹었다.
en_us: The strong whiff of flour and the brittle texture of the hard noodles filled my mouth. The noodles crunched under my teeth and crumbled at my tongue. I hungrily gobbled up the lumps of instant noodle that I had split into big chunks.{j}{j}

source: “나두나두.”
en_us: “Me tooo.”

source: “망할!”
en_us: “Dammit!”

source: 이윽고, 녹색 비상구 불빛 아래 곧 두 남녀의 모습이 확 들어왔다.{j}본디 날씬했을 그들의 옷 안은 물에 의해 부풀어 오른 살점과 그 표면에 다닥다닥 붙어 있는 따개비들 때문에 뚱뚱하게 꽉 차 있었다.
en_us: Soon enough, the couple showed itself under the green emergency light. They must have been slimmer before, but now, their skin was puffed up from water and packed densely with barnacles attached all over them.{j}

source: 내가 무어라 대답하기도 전에 학생회장이 재차 말을 이었다.{j}“피차 시간이 아까울 테니 그냥 단도직입적으로 말하는 겁니다.{j}나가세요.”
en_us: Before I could say anything, the student president continued, “I won’t waste time mincing matters. I’ll be frank. Please leave.”{j}{j}

source: 주변에서 갯강구 돌아다니는 소리들이 등골을 오싹하게 만든다.
en_us: The sound of sea roaches scurrying around sent a shiver down my spine.

source: “말도 안 돼요!”{j}황가애가 바로 발끈했다.{j}“울 남친은 감염 안 됐거든요!?”
en_us: “Impossible!” Ga-ae immediately flew into a rage. “My boyfriend’s not infected!”{j}{j}

source: “물론 이건 며칠 전의 이야기예요.{j}지금은 따개비 인간들이 어디에 몰려 있을지 모르겠어요.{j}방에서 나온 것들도 있고, 복도를 돌아다니는 것들도 있으니까.”
en_us: Seulbi continued, “Of course, all this happened a few days ago. Now, I’ve no idea where the barnacle humans are clustered around. Some left their rooms, and some are roaming the halls.”{j}{j}

source: 쾅쾅쾅쾅쾅쾅쾅쾅쾅쾅!
en_us: Rumble rumble rumble rumble rumble rumble!

source: 뚝-
en_us: Beep.

source: 원래 바다 생선들 중에 덩치가 큰 놈은 힘과 무게가 상상을 초월하는 경우가 많다.{j}하지만 이 녀석은 유난히도 무게가 많이 나갔다.{j}더군다나 생김새도 뭔가 조금 이상한 듯싶었다.{j}묘하게 몸의 이곳저곳이 울룩불룩 튀어나와 있는 것이…….
en_us: Normally, huge fish caught from the sea were unbelievably strong and heavy. But this one was especially weighty. Plus, its appearance was a little bizarre. There were weird bumps everywhere, just like...{j}{j}{j}

source: 나는 어항 끄트머리로 구겨져 들어간 이불을 걸레 자루로 콱 밀었다.{j}막대 끝으로 전해져 오는 이불의 푹신함 너머, 무언가 단단한 것이 닿는 느낌이 왔다.
en_us: I pushed the mop against the rumpled blanket at the edge of the fish tank. At the end of the stick, I felt something hard beyond the fluffy bedcover.{j}

source: 으-어어어어!
en_us: “Graaah!”

source: “아직 밤인가?”
en_us: “Is it still nighttime?”

source: 이윽고, 그는 못마땅하다는 듯한 태도로 입을 열었다.{j}“나이는 22살.{j}ROTC 후보생입니다.”
en_us: Then, in a dissatisfied voice, he said, “I’m 22 years old and an ROTC cadet.”{j}{j}

source: 그 이후에는 끝없는 수마와의 전쟁이었다.{j}더 이상 싸우기에는, 나는 너무 춥고 아프고 무섭고 지쳤다.{j}나는 젖은 옷을 벗을 생각조차 하지 못한 채 낡은 침대에 정리되어 있는 이불을 몸에 둘둘 말았다.{j}그리고 그대로 죽은 듯이 늘어져 버렸다.
en_us: Besides my thirst, I had been endlessly fighting off sleep. But now, I was too cold, scared, tired, and in pain to resist the sweet slumber. It didn’t even occur to me that I should change out of my wet clothes first. Instead, I rolled the blanket around me and lay on top of the tattered bed. There, I passed out like the dead.{j}{j}{j}

source: 이불을 박차고 일어나니 침대 전체가 축축하다.{j}내가 땀을 그렇게 많이 흘렸나?{j}했지만 애초에 젖은 몸으로 침대에 누웠었다는 것이 곧 기억났다.
en_us: When I kicked away the blanket and sat up, I realized the entire bed was dripping wet. Had I been sweating so profusely? I soon remembered that I had gone to bed soaking wet.{j}{j}

source: 꾸드득- 꾸드득- 으드드득-
en_us: Clink... Clunk... Skreee...

source: “맛있다.”{j}눈물이 날 정도로.
en_us: “Delicious,” I said, so moved that my eyes welled up in tears.{j}

source: 너덜너덜 찢어진 현수막이 거세게 불어오는 해풍에 실려 펄럭인다.{j}<(특)꿀수박 2통 만 원(가)>{j}<참외 한 상자 오천 원 떨이>{j}<010-99**-****>
en_us: An old, tattered banner flapped against a gust of violent sea breeze. It read: “Special Sale: Sweet Watermelon, 2 for 10,000 won. 1 Box of Oriental Melons Reduced to 5,000 won. 010-99**-****”{j}{j}{j}

source: 소란을 들었는지, 3층에서도 몇 마리인가의 따개비 인간들이 기어 내려오고 있었다.{j}1층, 2층, 3층의 따개비 인간들이 나를 향해 다가온다.{j}도망갈 공간은 없다.{j}뒤에는 잠겨 있는 201호, 202호, 203호, 204호, 그리고 따개비로 범벅된 창문 하나.{j}이 창문은 애초에 너무 작아서 내가 통과할 수가 없다.{j}갈매기나 겨우 들어올 수 있을 따름.
en_us: Several barnacle humans from the third floor must have heard the ruckus downstairs. They began scrabbling down as well. The barnacle humans from all three floors were approaching me. I had nowhere to run. Behind me were Rooms 201, 202, 203, and 204, all of which were locked, as well as a barnacle infested window. But the window was too small for me to fit through. Only something as small as a seagull would just barely pass through.{j}{j}{j}{j}{j}

source: 나는 찾던 물건을 발견했다.{j}그것은 어촌계장 아저씨의 차 열쇠.{j}포터 트럭의 열쇠였다.{j}식량 말고도 내가 우선적으로 찾던 것이다.{j}트럭이 모텔 주차장 구석에 주차되어 있다는 건 이미 오면서 확인한 사실이다.
en_us: I located the village chief’s car key. He had a truck, which was my other top priority besides food. On my way here, I had already confirmed that the truck was parked in the corner of the motel parking lot.{j}{j}{j}{j}

source: 나는 바닷물에 한번 체취를 씻어 냈고, 게다가 조금 전에 갯강구들을 밟아 죽인지라 몸에서 나는 냄새도 고약하다.{j}소리만 조심한다면 저것들의 뒤를 통과해서 1층의 카운터로 내려갈 수 있을지도 모르는 일이었다.{j}그때.
en_us: I had washed away my body odor with sea water. On top of that, I had crushed several sea roaches by stepping on them earlier. So, my body reeked. As long as I was careful not to make a sound, I might be able to bypass the barnacle beings and make it to the checkout counter on the first floor. Just then, something appalling happened.{j}{j}

source: “사, 살았다.”
en_us: “I-I made it.”

source: “더 팍팍!{j}힘줘서!”
en_us: “Harder! Give it your all!” the voice barked.{j}

source: “……고맙습니다.”{j}나는 눈시울이 붉어지려는 것을 꾹 참으며 라면과 물을 받아 주머니에 넣었다.
en_us: “Thank you...” I said, trying to hold back the tears from welling up in my eyes. I took the instant noodles and water and stuffed them in my pocket.{j}

source: “못 보던 얼굴들이 많네요.{j}방에 틀어박혀 있었던 녀석들까지도 모조리 몰려나왔나 본데요.”
en_us: “There’s a lot I don’t recognize. Even the ones shut inside the rooms seem to have come out,” I said.{j}

source: 스르륵-
en_us: Slither.

source: 그는 손에 든 자동차 키의 버튼을 연신 눌러 대며 내 쪽을 향해 다가오고 있었다.
en_us: He kept pressing the button on the car key as he approached me.

source: ‘헉!?{j}내 발을 자르려고!?’
en_us: Agh! Is she going to cut off my foot?!{j}

source: “말라죽은 풀더미 아니면 흙덩이겠죠.{j}도로 전체가 토사 천지니까요.”
en_us: “Probably dead, dried grass or clumps of soil. The roads are all made of dirt and sand,” I said.{j}

source: 운이 좋게도, 정말 행운이라고밖에는 생각할 수 없게도.{j}나는 툭 튀어나와 있는 테트라포드의 요철을 무사히 끌어안을 수 있었다.{j}물론 턱이 왕창 쓸리고 가슴께에 커다란 멍이 들기는 했지만…… 뭐, 죽는 것보다는 나으니까.
en_us: As luck would have it—it really was a stroke of luck—I was able to safely hold a coarse tetrapod that was bulging out. Of course, my chin was all scratched up and my chest was bruised badly, but... Well, it was better than meeting my end.{j}{j}

source: 4층에 있던 따개비 인간들은 어기적어기적 돌아다니다가 소리를 따라 3층으로 향했다.{j}이윽고 약간의 시간이 지나 3층에서 울려 퍼지던 벨 소리도 꺼졌다.
en_us: Lured by the chime, the barnacle humans tottering around the fourth floor headed over to the third. A little while later, the alarm bell in the third floor stopped as well.{j}

source: 뿌드득- 뿌득-{j}물을 끓이기도 귀찮아서 라면 하나를 봉지째로 뽀갰다.{j}역시 이런 날에는 생라면에 쥐포나 구워 먹는 게 최고다.
en_us: I felt lazy to even boil water. So instead, I cracked open a packet of instant noodle. In days like these, eating raw instant noodle or grilled jwipo is the best.{j}{j}

source: “에이 씨.{j}어쩐지 요즘 물이 잘 막히더라니.”{j}투덜거릴 수밖에 없는 상황이다.
en_us: “Aw crap, no wonder the drain kept getting clogged,” I grumbled at my predicament.{j}{j}

source: “……여기에서도 한바탕 난리가 벌어졌었구나.{j}시간이 얼마나 지났을까?”
en_us: “They must have had one hell of a fight here too... I wonder how much time passed since then?”{j}

source: 내가 워낙 소란스럽게 뛰어다닌 탓인지 1, 2, 3, 4층의 따개비 인간들은 죄다 5층의 문턱으로 몰려온 상태였다.{j}냄새도 소리도 내지 않으니 지금이야 제풀에 흩어진 듯하지만, 그것들이 어디로 가 있을지는 알 수 없는 일이었다.
en_us: Since I had made such a huge fuss running around, the barnacle humans from the first four floors had swarmed over to the entrance of the fifth floor. No longer able to sniff or hear anything, they seemed to have scattered away. But who knew where they were now?{j}

source: ‘뭐가 어디서부터 잘못됐을까.’
en_us: Where did it all go wrong? I thought bitterly.

source: “헉!?”{j}순간, 나는 잠에서 깨어났다.
en_us: “Agh!” With a gasp, I jolted awake.{j}

source: 비록 유통기한이 한참 지난 것들이기는 하지만 열량 자체는 비슷할 것이다.{j}이 정도면 대략 에너지를 모았다고 할 수 있겠지.
en_us: Though the snacks were way past their expiry dates, they should still provide a similar amount of calories. That should be enough to energize me.{j}

source: 황급히 시선을 드니 바닥을 구르고 있는 볼트와 너트, 그리고 벽에서 반쯤 뽑혀 나와 있는 수도꼭지가 보였다.{j}샤워 호스는 끊어지지 않았지만, 정작 그 호스가 붙어있는 수도꼭지가 뽑혀 나온 것이다.
en_us: When I hastily lifted my gaze, I noticed a few bolts and nuts rolling on the floor as well as the faucet half-pulled out from the wall. The shower hose wasn’t broken, but the faucet attached to the hose was being wrenched out.{j}

source: 굴덕도는 정말로 작은 섬이다.{j}크게 봐줘도 어지간한 마트의 지하주차장 한 층 정도의 넓이밖에는 되지 않는다.{j}결국, 선택지는 둘이었다.{j}박씨 아저씨를 제압하고 이 섬에 계속 머물며 언제 올지 모르는 보급을 기다리거나, 아니면 보트를 타고 가까운 백적도로 가서 도움을 청하거나.
en_us: Guldeok Island was incredibly small. It was at most as big as the underground parking lot of a decent-sized supermarket. In the end, I had two choices. Either, I had to subdue Mr. Park and stay here waiting for supplies that would come God knows when, or I had to drive the boat to Baekjeok Island since it was nearby and ask for help there.{j}{j}{j}

source: 이 모텔 안에서만큼은 굉장히 유용한 히든 피스이다.{j}나는 마스터키로 카운터의 문을 열고 들어갔다.{j}딱 직원 하나가 근무할 수 있게끔 만들어진 공간.{j}뒤에는 누울 수 있는 간이침대가 있고, 책상 밑에는 이런저런 잡동사니들이 수북하다.{j}유통기한이 한참 지난 듯 보이는 컵라면.{j}먼지가 수북하게 쌓여 있는 싸구려 캔커피와 쥬스.{j}카운터 입구에 비치되어 있는, 평소에는 줘도 안 먹던 박하사탕.
en_us: It was an incredibly useful trump card in this motel. With the master key, I unlocked the door to the checkout counter and stepped inside. The space was made to occupy exactly one employee. There was a cot at the back to lie down on and piles of various odds and ends underneath the desk. These included cup noodles that seemed to be way past its expiry date, cheap canned coffees and juices coated in thick dust, and mint candies—the kind I never ate—displayed at the opening of the counter.{j}{j}{j}{j}{j}{j}

source: 후두둑- 후두둑- 후두둑- 후두둑-
en_us: Swooosh. Splatter splatter.

source: “어떻게 그렇게 잘 아세요?”
en_us: “How do you know so well?” I asked, amazed.

source: 황급히 고개를 돌리자, 김씨 아저씨가 어기적어기적 기어오고 있는 것이 보였다.{j}목에 휘감겨 있는 밧줄이 완전히 끊어져 있었다.
en_us: When I quickly turned my head back, I saw Mr. Kim tottering toward me on all fours. The rope that had been looped around his neck had completely busted.{j}

source: 11- 모텔의 생존자 (1)
en_us: Chapter 11. Survivor at the Motel (1)

source: 패각(貝殼)이 마찰하는 소리에 쭈뼛, 소름이 끼친다.{j}굴덕도의 등대에서 들었던 바로 그 소리였다.
en_us: When I heard the sound of shells rubbing against each other, a shiver ran down my spine. It was the exact same sound I had heard at the lighthouse in Guldeok Island.{j}

source: “야!{j}비가 지금 며칠째 이렇게 퍼붓는데 어딜 가냐!{j}뽀트 뒤집힐 일 있어?{j}죽으라고 악담을 해라 아주!”
en_us: “Hey! It’s been pouring nonstop for days. Why would I go out there now? My boat will flip over! Are you telling me to go die out there? Geez!”{j}{j}{j}

source: ‘차 키는 챙겼고.{j}선착장으로 가면 쾌속선이 있을까?{j}배가 아예 없으면 어쩌지?{j}119나 112는 멀쩡할까?’
en_us: I’ve got the car key. If I go to the dock, will there be an ocean greyhound? What if there’s no boat at all? Would I be able to call 911?{j}{j}{j}

source: ……콰릉!
en_us: Flash...!

source: 손은 마치 민달팽이처럼 구멍 너머로 사라졌다.
en_us: The hand slipped out of the hole like a slug.

source: 하지만 뚜껑 하단에 적혀 있는 유통기한은 익숙하다 못해 케케묵었다.
en_us: The expiration date written on the bottom of the lid was from forever ago.

source: 나는 여고생의 유서를 읽다 말고 바닥에 다시 내려놓았다.
en_us: I stopped reading the high schooler’s letter and set it down on the floor.

source: “……김씨 아저씨가 엄청 친절하게 가르쳐 주셨는데.”
en_us: “Mr. Kim taught me super nicely...”

source: 그 순간, 나는 알 수 있었다.{j}밑에서 내 목숨을 몇 번이나 구해 주었던 쇳소리의 정체를.
en_us: In that moment, I realized what the mysterious metal bangs were, the very noise that had saved my life countless times.{j}

source: 다그락- 다가가각-
en_us: Clatter clunk!

source: 삭은 잇몸이 찢겨 나가며 소금기에 부식된 치아들이 뿌리째 뽑혀 나갔다.{j}식칼은 따개비 인간의 잇몸과 이빨과 살점과 따개비들을 우르르 쓸어내며 내 발끝을 빼내는 것에 성공했다.
en_us: The knife tore off the rancid gum and plucked out the teeth corroded from salt. It further hacked off the barnacle human’s gum, teeth, flesh, as well as some of the barnacles, successfully managing to free the end of my foot.{j}

source: 트럭에 오르기 전, 차 밑에 따개비 인간이 붙어 있지는 않은가 확인해 보는 것은 필수다.{j}바닥에 엎드려 아래를 보니 트럭 밑은 깨끗했다.{j}다만, 주차장에 주차된 다른 차들 밑의 물웅덩이에는 모두 따개비 인간들이 한두 마리씩 붙어 있는 것이 보였다.
en_us: I had to make sure that no barnacle human was clinging on the bottom of the truck before I hopped on it. When I lay down on the ground and checked underneath, it was clear. Only, I saw a few barnacle humans clinging on the pool of water under other cars at the parking lot.{j}{j}

source: “그나저나, 발가락은 괜찮으세요?{j}아까 신발 끝을 물리신 것 같던데.”
en_us: “By the way, is your toe okay? It bit the end of your shoe earlier,” Seulbi asked.{j}

source: 은백색의 샤워 호스는 조금 녹이 슬어 있기는 했지만 기본적으로 튼튼한 스테인리스 재질로 이루어졌다.{j}실제로, 따개비 인간이 온 힘을 다해 버둥거려도 샤워 호스는 조금도 끊어질 기미를 보이지 않고 있었다.
en_us: The silver shower hose was a little tarnished, but it was made of strong stainless steel. As a matter of fact, no matter how much the barnacle human thrashed about, the shower hose showed no signs of snapping.{j}

source: 그는 여자친구를 언급한 뒤 비틀거리는 걸음으로 508호를 향했다.{j}그러자 그의 옆에 꼭 붙어 있었던 여자가 몸을 일으켰다.
en_us: After calling for his girlfriend, the guy staggered to Room 508. The woman who had been clinging closely to him stood up.{j}

source: 16- 편의점 (1)
en_us: Chapter 16. Convenience Store (1)

source: “아씨, 비가 너무 와서 그런가.{j}인터넷도 안 되네 이거.”{j}나는 금세 튕겨 버린 인터넷 창을 보며 머리를 긁었다.{j}며칠 전부터 전화도 인터넷도 안 되는 걸 보니, 뭔가 문제가 생기긴 생긴 모양이다.
en_us: “Crap, it’s raining too much. Even the Internet’s not working.” I scratched my head while gazing at the lost Internet connection screen. It’s been days since both the phone and the Internet stopped working. Something definitely must have gone wrong.{j}{j}{j}

source: 깡깡깡-
en_us: Clank clank clank!

source: 파지직!
en_us: Pzzt!

source: “2층 복도 끝 208호의 옆 창고에 비상구가 숨겨져 있어요.{j}건물 뒤쪽으로 통하는 계단이 지하주차장 구석까지 붙어 있고요.”
en_us: I explained, “There’s an emergency exit hidden in the storage beside Room 208, the one at the end of the second-floor corridor. It’s connected to the stairway at the back of the building which leads you to the corner of the underground parking lot.”{j}

source: 그리고 그때쯤 해서.{j}-굿모닝♪ 빠빠빠빠빠 빠빠빠빠빠♬
en_us: In that moment, the alarm sounded, Good morning! ♪ Beep-beep-beep-beep! Beep-beep-beep-beep! ♬{j}
